Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# shortcut.setWorkspaceColorOlive.label
source: Box Color: Olive
ar: لون الصندوق: زيتي
bs: Boja kutije: maslina
da: Æske farve: Oliven
de: Boxfarbe: Oliv
es: Color de caja: oliva
fr: Couleur de la boîte : olive
it: Colore scatola: oliva
ja: ボックスの色: オリーブ
km: ពណ៌ប្រអប់៖ អូលីវ
ko: 상자 색상: 올리브
nb: Boksfarge: Oliven
pl: Kolor pudełka: oliwkowy
pt_br: Cor da caixa: Oliva
ru: Цвет коробки: Оливковый
th: สีกล่อง: มะกอก
tr: Kutu Rengi: Zeytin
uk: Колір коробки: олива
zh_hans: 盒子颜色: 橄榄色
zh_hant: 盒子顏色: 橄欖色

# shortcut.setWorkspaceColorGreen.label
source: Box Color: Green
ar: لون الصندوق: أخضر
bs: Boja kutije: zelena
da: Æske farve: Grøn
de: Boxfarbe: Grün
es: Color de caja: verde
fr: Couleur de la boîte : vert
it: Colore scatola: verde
ja: ボックスの色: 緑
km: ពណ៌ប្រអប់៖ បៃតង
ko: 상자 색상: 녹색
nb: Boksfarge: Grønn
pl: Kolor pudełka: zielony
pt_br: Cor da caixa: Verde
ru: Цвет коробки: Зеленый
th: สีกล่อง: เขียว
tr: Kutu Rengi: Yeşil
uk: Колір коробки: зелений
zh_hans: 盒子颜色：绿色
zh_hant: 盒子顏色：綠色

# shortcut.setWorkspaceColorTeal.label
source: Box Color: Teal
ar: لون الصندوق: أزرق مخضر
bs: Boja kutije: Teal
da: Æskefarve: Blågrøn
de: Boxfarbe: Blaugrün
es: Color de caja: verde azulado
fr: Couleur de la boîte : Sarcelle
it: Colore scatola: verde acqua
ja: ボックスの色: ティール
km: ពណ៌ប្រអប់៖ ពណ៌ទឹកប៊ិច
ko: 상자 색상: 청록색
nb: Boksfarge: Blågrønn
pl: Kolor pudełka: turkusowy
pt_br: Cor da caixa: Azul-petróleo
ru: Цвет коробки: Бирюзовый
th: สีกล่อง: ฟ้าอมเขียว
tr: Kutu Rengi: Turkuaz
uk: Колір коробки: блакитний
zh_hans: 盒子颜色：青色
zh_hant: 盒子顏色：青色

# shortcut.setWorkspaceColorAqua.label
source: Box Color: Aqua
ar: لون الصندوق: أكوا
bs: Boja kutije: Aqua
da: Æske farve: Aqua
de: Boxfarbe: Aqua
es: Color de caja: aguamarina
fr: Couleur de la boîte : Aqua
it: Colore scatola: acqua
ja: ボックスの色: アクア
km: ពណ៌ប្រអប់៖ Aqua
ko: 박스 색상: 아쿠아
nb: Boksfarge: Aqua
pl: Kolor pudełka: Aqua
pt_br: Cor da caixa: Aqua
ru: Цвет коробки: Аква
th: สีกล่อง: อควา
tr: Kutu Rengi: Açık Mavi
uk: Колір коробки: Аква
zh_hans: 盒子颜色: 水绿色
zh_hant: 盒子顏色: 水綠色

# shortcut.setWorkspaceColorBlue.label
source: Box Color: Blue
ar: لون الصندوق: أزرق
bs: Boja kutije: plava
da: Æske farve: Blå
de: Boxfarbe: Blau
es: Color de caja: azul
fr: Couleur de la boîte : bleu
it: Colore scatola: blu
ja: ボックスの色: 青
km: ពណ៌ប្រអប់៖ ខៀវ
ko: 상자 색상: 블루
nb: Boksfarge: Blå
pl: Kolor pudełka: niebieski
pt_br: Cor da caixa: Azul
ru: Цвет коробки: Синий
th: สีกล่อง: น้ำเงิน
tr: Kutu Rengi: Mavi
uk: Колір коробки: синій
zh_hans: 盒子颜色：蓝色
zh_hant: 盒子顏色：藍色

# shortcut.showBrowserJSConsole.label
source: Show Browser JavaScript Console
ar: عرض وحدة تحكم JavaScript للمتصفح
bs: Prikaži JavaScript konzolu preglednika
da: Vis browser JavaScript-konsol
de: Browser-JavaScript-Konsole anzeigen
es: Mostrar consola de JavaScript del navegador
fr: Afficher la console JavaScript du navigateur
it: Mostra console JavaScript del browser
ja: ブラウザ JavaScript コンソールを表示
ko: 브라우저 JavaScript 콘솔 표시
nb: Vis JavaScript-konsoll i nettleser
pl: Pokaż konsolę JavaScript przeglądarki
pt_br: Mostrar Console JavaScript do Navegador
ru: Показать консоль JavaScript в браузере
th: แสดงคอนโซล JavaScript ของเบราว์เซอร์
tr: Tarayıcı JavaScript Konsolunu Göster
uk: Показати консоль JavaScript браузера
zh_hans: 显示浏览器 JavaScript 控制台
zh_hant: 顯示瀏覽器 JavaScript 主控台

# shortcut.showNotifications.label
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# shortcut.splitBrowserDown.label
source: Split Browser Down
ar: تقسيم المتصفح للأسفل
bs: Podijeli preglednik dolje
da: Opdel browser nedad
de: Browser nach unten teilen
es: Dividir navegador hacia abajo
fr: Diviser le navigateur vers le bas
it: Dividi browser in basso
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
nb: Del nettleser ned
pl: Podziel przeglądarkę w dół
pt_br: Dividir Navegador para Baixo
ru: Разделить браузер вниз
th: แยกเบราว์เซอร์ลงล่าง
tr: Tarayıcıyı Aşağı Böl
uk: Розділити браузер вниз
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# shortcut.splitBrowserRight.label
source: Split Browser Right
ar: تقسيم المتصفح لليمين
bs: Podijeli preglednik desno
da: Opdel browser til højre
de: Browser nach rechts teilen
es: Dividir navegador a la derecha
fr: Diviser le navigateur à droite
it: Dividi browser a destra
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
nb: Del nettleser til høyre
pl: Podziel przeglądarkę w prawo
pt_br: Dividir Navegador à Direita
ru: Разделить браузер вправо
th: แยกเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Böl
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# shortcut.splitDown.label
source: Split Down
ar: تقسيم للأسفل
bs: Podijeli dolje
da: Opdel nedad
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del ned
pl: Podziel w dół
pt_br: Dividir para Baixo
ru: Разделить вниз
th: แยกลงล่าง
tr: Aşağı Böl
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# shortcut.equalizeSplits.label
source: Equalize Splits
ar: تسوية التقسيمات
bs: Izjednači podjele
da: Udlign opdelinger
de: Teilungen angleichen
es: Igualar divisiones
fr: Égaliser les divisions
it: Equalizza divisioni
ja: 分割を均等にする
ko: 분할 균등화
nb: Gjør delinger like
pl: Wyrównaj podziały
pt_br: Equalizar Divisões
ru: Выровнять разделение
th: ปรับขนาดช่องแยกให้เท่ากัน
tr: Bölmeleri Eşitle
uk: Вирівняти розділення
zh_hans: 均分面板
zh_hant: 均等分割

# shortcut.splitRight.label
source: Split Right
ar: تقسيم لليمين
bs: Podijeli desno
da: Opdel til højre
de: Nach rechts teilen
es: Dividir a la derecha
fr: Diviser à droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del til høyre
pl: Podziel w prawo
pt_br: Dividir à Direita
ru: Разделить вправо
th: แยกไปทางขวา
tr: Sağa Böl
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# shortcut.toggleBrowserFocusMode.label
source: Enter Browser Focus Mode
ar: تفعيل وضع تركيز المتصفح
bs: Uđi u način fokusa preglednika
da: Aktivér browser-fokustilstand
de: Browser-Fokusmodus aktivieren
es: Activar modo de enfoque del navegador
fr: Activer le mode focus du navigateur
it: Attiva la modalità focus del browser
ja: ブラウザフォーカスモードに入る
km: បើករបៀបផ្ដោតអារម្មណ៍កម្មវិធីរុករក
ko: 브라우저 집중 모드 시작
nb: Aktiver nettleser-fokusmodus
pl: Włącz tryb skupienia przeglądarki
pt_br: Ativar modo de foco do navegador
ru: Включить режим фокусировки браузера
th: เข้าสู่โหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modunu aç
uk: Увімкнути режим фокусування браузера
zh_hans: 进入浏览器专注模式
zh_hant: 進入瀏覽器專注模式

# shortcut.toggleBrowserDevTools.label
source: Toggle Browser Developer Tools
ar: تبديل أدوات المطور للمتصفح
bs: Prebaci razvojne alate preglednika
da: Slå browserudviklerværktøjer til/fra
de: Browser-Entwicklerwerkzeuge ein-/ausblenden
es: Alternar herramientas de desarrollo del navegador
fr: Afficher/masquer les outils de développement du navigateur
it: Attiva/Disattiva Strumenti sviluppatore browser
ja: ブラウザデベロッパツールを切替
ko: 브라우저 개발자 도구 전환
nb: Slå utviklerverktøy i nettleser av/på
pl: Przełącz narzędzia deweloperskie przeglądarki
pt_br: Alternar Ferramentas do Desenvolvedor do Navegador
ru: Инструменты разработчика браузера
th: สลับเครื่องมือนักพัฒนาเบราว์เซอร์
tr: Tarayıcı Geliştirici Araçlarını Aç/Kapat
uk: Перемкнути інструменти розробника браузера
zh_hans: 切换浏览器开发者工具
zh_hant: 切換瀏覽器開發者工具

# shortcut.togglePaneZoom.label
source: Toggle Pane Zoom
ar: تبديل تكبير اللوحة
bs: Prebaci uvećanje panela
da: Slå panelzoom til/fra
de: Bereichszoom umschalten
es: Alternar zoom del panel
fr: Activer/désactiver le zoom du panneau
it: Attiva/Disattiva zoom pannello
ja: ペインズームを切替
ko: 패널 확대/축소 전환
nb: Slå panelzoom av/på
pl: Przełącz powiększenie panelu
pt_br: Alternar Zoom do Painel
ru: Масштаб панели
th: สลับการซูมบานหน้าต่าง
tr: Bölme Yakınlaştırmasını Aç/Kapat
uk: Перемкнути масштаб панелі
zh_hans: 切换面板缩放
zh_hant: 切換面板縮放

# fileExplorer.contextMenu.openInCmux
source: Open in UniConnect
ar: مفتوح في UniConnect
bs: Otvoreno u UniConnect
da: Åbn i UniConnect
de: Öffnen in UniConnect
es: Abrir en UniConnect
fr: Ouvrir dans UniConnect
it: Apri tra UniConnect
ja: UniConnectで開く
km: បើកនៅក្នុង UniConnect
ko: UniConnect에서 열기
nb: Åpne i UniConnect
pl: Otwórz za UniConnect
pt_br: Abrir em UniConnect
ru: Открытие через UniConnect
th: เปิดใน UniConnect
tr: UniConnect'de aç
uk: Відкрити в UniConnect
zh_hans: 打开于UniConnect
zh_hant: 開啟於UniConnect

# shortcut.toggleTerminalCopyMode.label
source: Toggle Terminal Copy Mode
ar: تبديل وضع النسخ في الطرفية
bs: Prebaci režim kopiranja terminala
da: Slå terminalkopiertilstand til/fra
de: Terminal-Kopiermodus umschalten
es: Alternar modo de copia del terminal
fr: Activer/désactiver le mode copie du terminal
it: Attiva/Disattiva modalità copia terminale
ja: ターミナルコピーモードを切替
ko: 터미널 복사 모드 전환
nb: Slå terminalkopieringsmodus av/på
pl: Przełącz tryb kopiowania terminala
pt_br: Alternar Modo de Cópia do Terminal
ru: Режим копирования терминала
th: สลับโหมดคัดลอกเทอร์มินัล
tr: Terminal Kopyalama Modunu Aç/Kapat
uk: Перемкнути режим копіювання терміналу
zh_hans: 切换终端复制模式
zh_hant: 切換終端機複製模式

# sidebar.closeWorkspace.tooltip
source: Close Box
ar: إغلاق الصندوق
bs: Zatvori kutiju
da: Luk boks
de: Box schließen
es: Cerrar caja
fr: Fermer la box
it: Chiudi box
ja: ボックスを閉じる
km: បិទប្រអប់
ko: 박스 닫기
nb: Lukk boks
pl: Zamknij boks
pt_br: Fechar box
ru: Закрыть бокс
th: ปิดกล่อง
tr: Kutuyu Kapat
uk: Закрити бокс
zh_hans: 关闭 Box
zh_hant: 關閉 Box

# sidebar.folderIcon.dragHint
source: Drag to open in Finder or another app
ar: اسحب للفتح في Finder أو تطبيق آخر
bs: Prevucite za otvaranje u Finderu ili drugoj aplikaciji
da: Træk for at åbne i Finder eller et andet program
de: Ziehen, um im Finder oder einer anderen App zu öffnen
es: Arrastra para abrir en Finder u otra app
fr: Glissez pour ouvrir dans le Finder ou une autre app
it: Trascina per aprire nel Finder o in un'altra app
ja: ドラッグしてFinderまたは他のアプリで開く
ko: Finder 또는 다른 앱으로 드래그하여 열기
nb: Dra for å åpne i Finder eller en annen app
pl: Przeciągnij, aby otworzyć w Finderze lub innej aplikacji
pt_br: Arraste para abrir no Finder ou em outro app
ru: Перетащите, чтобы открыть в Finder или другом приложении
th: ลากเพื่อเปิดใน Finder หรือแอปอื่น
tr: Finder'da veya başka bir uygulamada açmak için sürükleyin
uk: Перетягніть, щоб відкрити у Finder або іншій програмі
zh_hans: 拖拽以在访达或其他应用中打开
zh_hant: 拖曳以在 Finder 或其他 App 中開啟

# sidebar.indicator.leftRail
source: Left Rail
ar: شريط أيسر
bs: Lijeva traka
da: Venstre skinne
de: Linke Leiste
es: Barra izquierda
fr: Rail gauche
it: Barra sinistra
ja: 左レール
ko: 왼쪽 레일
nb: Venstre skinne
pl: Lewa listwa
pt_br: Trilho Esquerdo
ru: Левая полоса
th: แถบด้านซ้าย
tr: Sol Şerit
uk: Лівий рейл
zh_hans: 左侧导轨
zh_hant: 左側軌道

# sidebar.indicator.solidFill
source: Solid Fill
ar: تعبئة صلبة
bs: Puna ispuna
da: Solid udfyldning
de: Farbfüllung
es: Relleno sólido
fr: Remplissage uni
it: Riempimento solido
ja: ソリッドフィル
ko: 단색 채우기
nb: Heldekkende fyll
pl: Jednolite wypełnienie
pt_br: Preenchimento Sólido
ru: Сплошная заливка
th: พื้นทึบ
tr: Düz Dolgu
uk: Суцільне заповнення
zh_hans: 纯色填充
zh_hant: 實心填充

# sidebar.metadata.showLess
source: Show less
ar: عرض أقل
bs: Prikaži manje
da: Vis mindre
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
ko: 간략히 보기
nb: Vis mindre
pl: Pokaż mniej
pt_br: Mostrar menos
ru: Показать меньше
th: แสดงน้อยลง
tr: Daha az göster
uk: Менше
zh_hans: 收起
zh_hant: 顯示較少

# sidebar.metadata.showLessDetails
source: Show less details
ar: عرض تفاصيل أقل
bs: Prikaži manje detalja
da: Vis færre detaljer
de: Weniger Details anzeigen
es: Mostrar menos detalles
fr: Afficher moins de détails
it: Mostra meno dettagli
ja: 詳細を折りたたむ
ko: 세부 정보 접기
nb: Vis færre detaljer
pl: Pokaż mniej szczegółów
pt_br: Mostrar menos detalhes
ru: Показать меньше подробностей
th: แสดงรายละเอียดน้อยลง
tr: Daha az ayrıntı göster
uk: Менше деталей
zh_hans: 收起详细信息
zh_hant: 顯示較少詳細資訊

# sidebar.metadata.showMore
source: Show more
ar: عرض المزيد
bs: Prikaži više
da: Vis mere
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
ja: さらに表示
ko: 더 보기
nb: Vis mer
pl: Pokaż więcej
pt_br: Mostrar mais
ru: Показать больше
th: แสดงเพิ่มเติม
tr: Daha fazla göster
uk: Більше
zh_hans: 展开
zh_hant: 顯示更多

# sidebar.metadata.showMoreDetails
source: Show more details
ar: عرض تفاصيل أكثر
bs: Prikaži više detalja
da: Vis flere detaljer
de: Mehr Details anzeigen
es: Mostrar más detalles
fr: Afficher plus de détails
it: Mostra più dettagli
ja: 詳細を展開
ko: 세부 정보 펼치기
nb: Vis flere detaljer
pl: Pokaż więcej szczegółów
pt_br: Mostrar mais detalhes
ru: Показать больше подробностей
th: แสดงรายละเอียดเพิ่มเติม
tr: Daha fazla ayrıntı göster
uk: Більше деталей
zh_hans: 展开详细信息
zh_hant: 顯示更多詳細資訊

# sidebar.pullRequest.openTooltip
source: Open %1$@ #%2$lld
ar: فتح %1$@ #%2$lld
bs: Otvori %1$@ #%2$lld
da: Åbn %1$@ #%2$lld
de: %1$@ #%2$lld öffnen
es: Abrir %1$@ #%2$lld
fr: Ouvrir %1$@ #%2$lld
it: Apri %1$@ #%2$lld
ja: %1$@ #%2$lldを開く
ko: %1$@ #%2$lld 열기
nb: Åpne %1$@ #%2$lld
pl: Otwórz %1$@ #%2$lld
pt_br: Abrir %1$@ #%2$lld
ru: Открыть %1$@ #%2$lld
th: เปิด %1$@ #%2$lld
tr: %1$@ #%2$lld Aç
uk: Відкрити %1$@ #%2$lld
zh_hans: 打开 %1$@ #%2$lld
zh_hant: 開啟 %1$@ #%2$lld

# sidebar.pullRequest.statusClosed
source: closed
ar: مغلق
bs: zatvoren
da: lukket
de: geschlossen
es: cerrado
fr: fermée
it: chiusa
ja: クローズ
ko: 닫힘
nb: lukket
pl: zamknięty
pt_br: fechado
ru: закрыт
th: ปิดแล้ว
tr: kapalı
uk: закритий
zh_hans: 已关闭
zh_hant: 已關閉

# sidebar.pullRequest.statusMerged
source: merged
ar: مدمج
bs: spojen
da: sammenlagt
de: zusammengeführt
es: fusionado
fr: fusionnée
it: unita
ja: マージ済み
ko: 병합됨
nb: sammenslått
pl: scalony
pt_br: mesclado
ru: объединен
th: ผสานแล้ว
tr: birleştirildi
uk: злитий
zh_hans: 已合并
zh_hant: 已合併

# sidebar.pullRequest.statusOpen
source: open
ar: مفتوح
bs: otvoren
da: åben
de: offen
es: abierto
fr: ouverte
it: aperta
ja: オープン
ko: 열림
nb: åpen
pl: otwarty
pt_br: aberto
ru: открыт
th: เปิด
tr: açık
uk: відкритий
zh_hans: 打开
zh_hant: 開啟

# sidebar.workspace.accessibilityHint
source: Activate to focus this workspace. Drag to reorder, or use Move Up and Move Down actions.
ar: فعّل للتركيز على مساحة العمل هذه. اسحب لإعادة الترتيب، أو استخدم إجراءات نقل للأعلى ونقل للأسفل.
bs: Aktivirajte za fokusiranje ovog radnog prostora. Prevucite za preraspoređivanje ili koristite akcije Pomjeri gore i Pomjeri dolje.
da: Aktiver for at fokusere dette arbejdsområde. Træk for at omarrangere, eller brug handlingerne Flyt op og Flyt ned.
de: Aktivieren, um diesen Arbeitsbereich zu fokussieren. Ziehen zum Umordnen oder verwenden Sie die Aktionen 'Nach oben' und 'Nach unten'.
es: Activa para enfocar este espacio de trabajo. Arrastra para reordenar, o usa las acciones Mover hacia arriba y Mover hacia abajo.
fr: Activez pour accéder à cet espace de travail. Glissez pour réordonner, ou utilisez les actions Déplacer vers le haut et Déplacer vers le bas.
it: Attiva per portare il focus su questa area di lavoro. Trascina per riordinare oppure usa le azioni Sposta in alto e Sposta in basso.
ja: アクティブにしてこのワークスペースにフォーカスします。ドラッグで並べ替え、または「上に移動」「下に移動」アクションを使用します。
ko: 이 작업 공간에 포커스하려면 활성화하세요. 드래그하여 순서를 변경하거나 위로 이동 및 아래로 이동 동작을 사용하세요.
nb: Aktiver for å fokusere dette arbeidsområdet. Dra for å omorganisere, eller bruk Flytt opp og Flytt ned.
pl: Aktywuj, aby ustawić fokus na tej przestrzeni roboczej. Przeciągnij, aby zmienić kolejność, lub użyj akcji Przenieś w górę i Przenieś w dół.
pt_br: Ative para focar nesta área de trabalho. Arraste para reordenar ou use as ações Mover para Cima e Mover para Baixo.
ru: Активируйте для перехода к этому рабочему пространству. Перетащите для изменения порядка или используйте действия «Переместить вверх» и «Переместить вниз».
th: เปิดใช้งานเพื่อโฟกัสเวิร์กสเปซนี้ ลากเพื่อจัดเรียงใหม่ หรือใช้การกระทำเลื่อนขึ้นและเลื่อนลง
tr: Bu çalışma alanına odaklanmak için etkinleştirin. Yeniden sıralamak için sürükleyin veya Yukarı Taşı ve Aşağı Taşı eylemlerini kullanın.
uk: Активуйте, щоб сфокусувати цю робочу область. Перетягніть для зміни порядку або використовуйте дії «Перемістити вгору» та «Перемістити вниз».
zh_hans: 激活以聚焦此工作区。拖拽以重新排序，或使用上移和下移操作。
zh_hant: 啟用以聚焦此工作區。拖曳以重新排序，或使用上移和下移動作。

# remote.status.disconnected
source: Disconnected
ar: غير متصل
bs: Veza je prekinuta
da: Afbrudt
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断済み
km: បានផ្តាច់
ko: 연결 해제됨
nb: Frakoblet
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantı kesildi
uk: Відключено
zh_hans: 已断开连接
zh_hant: 已中斷連線

# sidebar.workspace.moveDownAction
source: Move Down
ar: نقل للأسفل
bs: Pomjeri dolje
da: Flyt ned
de: Nach unten bewegen
es: Mover hacia abajo
fr: Déplacer vers le bas
it: Sposta in basso
ja: 下に移動
ko: 아래로 이동
nb: Flytt ned
pl: Przenieś w dół
pt_br: Mover para Baixo
ru: Переместить вниз
th: เลื่อนลง
tr: Aşağı Taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

# sidebar.workspace.moveUpAction
source: Move Up
ar: نقل للأعلى
bs: Pomjeri gore
da: Flyt op
de: Nach oben bewegen
es: Mover hacia arriba
fr: Déplacer vers le haut
it: Sposta in alto
ja: 上に移動
ko: 위로 이동
nb: Flytt opp
pl: Przenieś w górę
pt_br: Mover para Cima
ru: Переместить вверх
th: เลื่อนขึ้น
tr: Yukarı Taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

# socketControl.allowAll.description
source: Allow any local process and user to connect with no auth. Unsafe.
ar: السماح لأي عملية ومستخدم محلي بالاتصال بدون مصادقة. غير آمن.
bs: Dozvolite bilo kojem lokalnom procesu i korisniku da se poveže bez autentikacije. Nesigurno.
da: Tillad enhver lokal proces og bruger at forbinde uden autentifikation. Usikkert.
de: Jeden lokalen Prozess und Benutzer ohne Authentifizierung verbinden lassen. Unsicher.
es: Permitir que cualquier proceso y usuario local se conecte sin autenticación. Inseguro.
fr: Autoriser tout processus et utilisateur local à se connecter sans authentification. Non sécurisé.
it: Consenti a qualsiasi processo e utente locale di connettersi senza autenticazione. Non sicuro.
ja: 認証なしで任意のローカルプロセスおよびユーザーの接続を許可します。安全ではありません。
ko: 인증 없이 모든 로컬 프로세스 및 사용자의 연결을 허용합니다. 안전하지 않습니다.
nb: Tillat enhver lokal prosess og bruker å koble til uten autentisering. Usikkert.
pl: Zezwól dowolnemu lokalnemu procesowi i użytkownikowi na połączenie bez uwierzytelniania. Niebezpieczne.
pt_br: Permitir que qualquer processo e usuário local se conecte sem autenticação. Inseguro.
ru: Разрешить подключение любому локальному процессу и пользователю без авторизации. Небезопасно.
th: อนุญาตให้กระบวนการในเครื่องและผู้ใช้ทุกคนเชื่อมต่อโดยไม่ต้องยืนยันตัวตน ไม่ปลอดภัย
tr: Herhangi bir yerel işlem ve kullanıcının kimlik doğrulama olmadan bağlanmasına izin ver. Güvensiz.
uk: Дозволити будь-якому локальному процесу та користувачу підключатися без автентифікації. Небезпечно.
zh_hans: 允许任何本地进程和用户无需认证即可连接。不安全。
zh_hant: 允許任何本機程序和使用者連線，無需驗證。不安全。

# socketControl.allowAll.name
source: Full open access
ar: وصول مفتوح كامل
bs: Potpuni otvoreni pristup
da: Fuld åben adgang
de: Vollständiger offener Zugriff
es: Acceso abierto completo
fr: Accès ouvert complet
it: Accesso aperto completo
ja: 完全オープンアクセス
ko: 전체 개방 접근
nb: Full åpen tilgang
pl: Pełny otwarty dostęp
pt_br: Acesso aberto total
ru: Полный открытый доступ
th: การเข้าถึงเปิดแบบเต็ม
tr: Tam açık erişim
uk: Повний відкритий доступ
zh_hans: 完全开放访问
zh_hant: 完全開放存取

# socketControl.automation.description
source: Allow external local automation clients from this macOS user (no ancestry check).
ar: السماح لعملاء الأتمتة المحليين الخارجيين من مستخدم macOS هذا (بدون فحص النسب).
bs: Dozvolite vanjskim lokalnim klijentima automatizacije od ovog macOS korisnika (bez provjere porijekla).
da: Tillad eksterne lokale automatiseringsklienter fra denne macOS-bruger (ingen herkomstkontrol).
de: Externe lokale Automatisierungs-Clients dieses macOS-Benutzers zulassen (keine Abstammungsprüfung).
es: Permitir clientes de automatización locales externos de este usuario de macOS (sin verificación de ascendencia).
fr: Autoriser les clients d'automatisation locaux externes de cet utilisateur macOS (sans vérification de parenté).
it: Consenti ai client di automazione locale esterni di questo utente macOS (senza controllo di discendenza).
ja: この macOS ユーザーからの外部ローカル自動化クライアントを許可します（プロセス系譜チェックなし）。
ko: 이 macOS 사용자의 외부 로컬 자동화 클라이언트를 허용합니다 (출처 확인 없음).
nb: Tillat eksterne lokale automatiseringsklienter fra denne macOS-brukeren (ingen opphavskontroll).
pl: Zezwól zewnętrznym lokalnym klientom automatyzacji od tego użytkownika macOS (bez sprawdzania pochodzenia).
pt_br: Permitir clientes de automação locais externos deste usuário macOS (sem verificação de ancestralidade).
ru: Разрешить внешним клиентам автоматизации от текущего пользователя macOS (без проверки происхождения).
th: อนุญาตไคลเอ็นต์ระบบอัตโนมัติภายนอกจากผู้ใช้ macOS นี้ (ไม่ตรวจสอบสายสืบทอด)
tr: Bu macOS kullanıcısından gelen harici yerel otomasyon istemcilerine izin ver (soy denetimi yok).
uk: Дозволити зовнішнім локальним клієнтам автоматизації від цього користувача macOS (без перевірки походження).
zh_hans: 允许当前 macOS 用户的外部本地自动化客户端连接（不检查进程来源）。
zh_hant: 允許此 macOS 使用者的外部本機自動化用戶端（不檢查來源）。

# socketControl.automation.name
source: Automation mode
ar: وضع الأتمتة
bs: Režim automatizacije
da: Automatiseringstilstand
de: Automatisierungsmodus
es: Modo de automatización
fr: Mode automatisation
it: Modalità automazione
ja: 自動化モード
ko: 자동화 모드
nb: Automatiseringsmodus
pl: Tryb automatyzacji
pt_br: Modo de automação
ru: Режим автоматизации
th: โหมดระบบอัตโนมัติ
tr: Otomasyon modu
uk: Режим автоматизації
zh_hans: 自动化模式
zh_hant: 自動化模式

# socketControl.cmuxOnly.description
source: Only processes started inside UniConnect terminals can send commands.
ar: فقط العمليات التي بدأت داخل طرفيات UniConnect يمكنها إرسال الأوامر.
bs: Samo procesi pokrenuti unutar UniConnect terminala mogu slati naredbe.
da: Kun processer startet i UniConnect-terminaler kan sende kommandoer.
de: Nur Prozesse, die in UniConnect-Terminals gestartet wurden, können Befehle senden.
es: Solo los procesos iniciados dentro de terminales de UniConnect pueden enviar comandos.
fr: Seuls les processus lancés dans les terminaux UniConnect peuvent envoyer des commandes.
it: Solo i processi avviati nei terminali UniConnect possono inviare comandi.
ja: UniConnect ターミナル内で起動したプロセスのみがコマンドを送信できます。
km: មានតែដំណើរការដែលបានចាប់ផ្តើមនៅក្នុងស្ថានីយ UniConnect ប៉ុណ្ណោះដែលអាចផ្ញើពាក្យបញ្ជាបាន។
ko: UniConnect 터미널 내에서 시작된 프로세스만 명령을 보낼 수 있습니다.
nb: Bare prosesser startet innenfor UniConnect-terminaler kan sende kommandoer.
pl: Tylko procesy uruchomione wewnątrz terminali UniConnect mogą wysyłać polecenia.
pt_br: Apenas processos iniciados dentro de terminais do UniConnect podem enviar comandos.
ru: Только процессы, запущенные в терминалах UniConnect, могут отправлять команды.
th: เฉพาะกระบวนการที่เริ่มต้นภายในเทอร์มินัล UniConnect เท่านั้นที่สามารถส่งคำสั่งได้
tr: Yalnızca UniConnect terminalleri içinden başlatılan işlemler komut gönderebilir.
uk: Тільки процеси, запущені в терміналах UniConnect, можуть надсилати команди.
zh_hans: 仅允许在 UniConnect 终端内启动的进程发送命令。
zh_hant: 僅在 UniConnect 終端機內啟動的程序可以傳送指令。

# socketControl.cmuxOnly.name
source: UniConnect processes only
ar: عمليات UniConnect فقط
bs: Samo UniConnect procesi
da: Kun UniConnect-processer
de: Nur UniConnect-Prozesse
es: Solo procesos de UniConnect
fr: Processus UniConnect uniquement
it: Solo processi UniConnect
ja: UniConnect プロセスのみ
km: UniConnect ដំណើរការតែប៉ុណ្ណោះ
ko: UniConnect 프로세스만
nb: Kun UniConnect-prosesser
pl: Tylko procesy UniConnect
pt_br: Apenas processos do UniConnect
ru: Только процессы UniConnect
th: กระบวนการ UniConnect เท่านั้น
tr: Yalnızca UniConnect işlemleri
uk: Тільки процеси UniConnect
zh_hans: 仅限 UniConnect 进程
zh_hant: 僅限 UniConnect 程序
